from dotenv import load_dotenv
import os

load_dotenv()

BOT_TOKEN = os.getenv("BOT_TOKEN")
ADMIN_ID = int(os.getenv("ADMIN_ID"))
DATABASE_URL = os.getenv("DATABASE_URL")  

CITIES = [
    "Москва", "Санкт-Петербург", "Сургут", "Сочи",
    "Мурманск", "Краснодар", "Владикавказ", "Нальчик",
    "Хабаровск", "Астрахань", "Ставрополь", "Самара",
    "Невинномысск", "Брянск", "Ессентуки", "Магнитогорск",
    "Пятигорск", "Волгоград", "Кисловодск", "Новокузнецк",
    "Черкесск", "Улан-Удэ", "Саратов", "Грозный",
    "Нижний Новгород", "Архангельск", "Петрозаводск"
]